{
  "block.starexpress.stargazer_plush": "Stargazer Plush",

  "guidebook.tooltip.open": "Open Guidebook",
  "guidebook.category.roles": "Roles",
      "guidebook.category.roles.good": "Good Roles",
      "guidebook.category.roles.neutral": "Neutral Roles",
      "guidebook.category.roles.evil": "Evil Roles",
  "guidebook.category.modifiers": "Modifiers",

  "guidebook.role.wathe:civilian": "Civilian",
      "guidebook.role.title.wathe:civilian": "The Side Character",
      "guidebook.role.description.wathe:civilian": "A mere bystander, the Civilian has arrived on the train unarmed. This role has absolutely nothing in its arsenal.",
  "guidebook.role.wathe:vigilante": "Vigilante",
      "guidebook.role.title.wathe:vigilante": "The Immovable Object",
      "guidebook.role.description.wathe:vigilante": "Armed with a gun, even upon first boarding the train. Their sole mission is to rid the Harpy Express of anyone with malicious intentions.",
  "guidebook.role.wathe:killer": "Killer",
      "guidebook.role.title.wathe:killer": "The Unstoppable Force",
      "guidebook.role.description.wathe:killer": "A passenger with the intent of ridding the world of everyone who isn't like them. Their sole mission is to kill every non-killer player.\n\nMaybe they have daddy issues.",

  "guidebook.role.stupidexpress:amnesiac": "Amnesiac",
      "guidebook.role.title.stupidexpress:amnesiac": "Hider of True Colors",
      "guidebook.role.description.stupidexpress:amnesiac": "A Neutral role that has arrived on the train with the ability to carry on any one person's legacy, even after death.\n\nWhile the Amnesiac begins each game as a true neutral role, if they come across a dead body, they have the choice to \"Imitate\" the body's role, thus becoming it themselves.\nThe Amnesiac can only do this once, as imitating a role removes the Amnesiac role from themselves.",
  "guidebook.role.stupidexpress:arsonist": "Arsonist",
      "guidebook.role.title.stupidexpress:arsonist": "The Oil Enthusiast",
      "guidebook.role.description.stupidexpress:arsonist": "The Arsonist has managed to smuggle both a Jerry Can and a Lighter onto the Harpy Express alongside themselves. Their only mission? Have some fun- at the expense of other passengers' lives.\n\nThe Arsonist can douse players in oil with their Jerry Can.\nUpon dousing at least 30% of other passengers, they gain the ability to ignite the doused players, killing them instantly- regardless of their alignment.",
  "guidebook.role.stupidexpress:necromancer": "Necromancer",
      "guidebook.role.title.stupidexpress:necromancer": "The Dark Wizard",
      "guidebook.role.description.stupidexpress:necromancer": "The Necromancer has been practicing the dark arts for years of their life. They have gained the ability to bring the dead back and manipulate them to do their bidding.\n\nOnce every three minutes, the Necromancer can interact with a body to bring them back to life as a killer. The revived player's role is chosen randomly out of all enabled killer roles.\nThis can also result in the creation of a second Necromancer.",
  "guidebook.role.stupidexpress:avaricious": "Avaricious",
      "guidebook.role.title.stupidexpress:avaricious": "The Greedy Murderer",
      "guidebook.role.description.stupidexpress:avaricious": "The Avaricious is essentially the Killer's extroverted cousin.\nWhile their shop consists of the standard Killer's products, the only way the Avaricious can gain coins is by being around other players when their \"Payout\" occurs.\n\nPayouts are given every minute, and the Avaricious will receive 10 coins per player in a 5.5-block radius around themselves upon this occurring.",
  "guidebook.role.stupidexpress:lovers": "Lovers",
      "guidebook.role.title.stupidexpress:lovers": "The Doomed Lovebirds",
      "guidebook.role.description.stupidexpress:lovers": "Lovers are linked with heart and soul. If one falls, the other will feel a disturbance in the force- and immediately follow suit.\n\nLovers always appear in pairs- either a Civilian-Civilian or Civilian-Killer bond is formed. It is allegedly impossible for two killers to fall for each other.\n\nIf this modifier is enabled, two players are always chosen to be Lovers.",
  "guidebook.role.stupidexpress:allergic": "Allergic",
      "guidebook.role.title.stupidexpress:allergic": "The Dependent",
      "guidebook.role.description.stupidexpress:allergic": "The Allergic's medical record has proven that they have severe weaknesses- upon either eating or drinking, they may suffer severe side-effects.\n\nThe Allergic's allergy type is randomly chosen upon the modifier being assigned.\n\nUpon consuming their affected consumable type, the Allergic will receive one of the following effects:\n- Nothing (3/6 chance)\n- 3 seconds of Instinct (1/6 chance)\n- Immunity to the next attack (1/6 chance)\n- Immunity-bypassing Poison (1/6 chance)\n\nIf this modifier is enabled, there is a 1/3 chance for a random, player to be assigned an Allergy.\nIt seems that it is impossible for a Lover to also be Allergic."
}