{
  "key.starexpress.ability": "Ability",
  "tip.starexpress.cooldown": "Ability usable in %ss",

  "block.starexpress.stargazer_plush": "Stargazer Plush",

  "announcement.role.starexpress.starstruck": "Starstruck!",
  "announcement.goals.starexpress.starstruck": "Reveal your true power at the perfect moment.",
  "tip.starexpress.starstruck": "Use %s to go Starstruck!",

  "guidebook.tooltip.open": "Open Guidebook",
  "guidebook.category.roles": "Roles",
      "guidebook.category.roles.good": "Good Roles",
      "guidebook.category.roles.neutral": "Neutral Roles",
      "guidebook.category.roles.evil": "Evil Roles",
  "guidebook.category.modifiers": "Modifiers",
  "guidebook.role.credits": "From ",
  "guidebook.role.creator": "By ",

  "guidebook.namespace.wathe": "WATHE",
  "guidebook.namespace.starexpress": "Starry Express",
  "guidebook.namespace.noellesroles": "Noelle's Roles",
  "guidebook.namespace.stupid_express": "Stupid Express",

  "guidebook.role.wathe:civilian": "Civilian",
      "guidebook.role.title.wathe:civilian": "The Side Character",
      "guidebook.role.description.wathe:civilian": "A mere bystander, the Civilian has arrived on the train unarmed. This role has absolutely nothing in its arsenal.",
  "guidebook.role.wathe:vigilante": "Vigilante",
      "guidebook.role.title.wathe:vigilante": "The Immovable Object",
      "guidebook.role.description.wathe:vigilante": "Armed with a gun, even upon first boarding the train. Their sole mission is to rid the Harpy Express of anyone with malicious intentions.",
  "guidebook.role.wathe:killer": "Killer",
      "guidebook.role.title.wathe:killer": "The Unstoppable Force",
      "guidebook.role.description.wathe:killer": "A passenger with the intent of ridding the world of everyone who isn't like them. Their sole mission is to kill every non-killer player.\n\nMaybe they have daddy issues.",

  "guidebook.role.starexpress:starstruck": "Starstruck",
      "guidebook.role.title.starexpress:starstruck": "The Ascended Astronomer",
      "guidebook.role.description.starexpress:starstruck": "A peaceful passenger blessed with otherworldly abilities created to aid them, yet cause them to stick out like a sore thumb.\n\nOnce every 90 seconds, the Starstruck can activate their ability and gain both instinct and heavily faster movement speed for 15 seconds, but the sudden transformation will emit power that gives their true role away.\n\nUpon completing their current task, the Starstruck's ability cooldown will be decreased by 5 seconds.",

  "guidebook.role.noellesroles:jester": "Jester",
      "guidebook.role.title.noellesroles:jester": "The Exiled Trickster",
      "guidebook.role.description.noellesroles:jester": "The Jester has come from a far-off kingdom, having expended their time as their king's servant. They now seek to play one final trick that will go down in history.\n\nUpon being shot, the Jester will enter Psycho Mode (much like the ability Killers can purchase), causing bodies to hit the floor wherever they pass by.\n\nThankfully, other than that, they cannot inflict any damage themselves. Still, think before you shoot!",
  "guidebook.role.noellesroles:executioner": "Executioner",
      "guidebook.role.title.noellesroles:executioner": "The Determined Hitman",
      "guidebook.role.description.noellesroles:executioner": "The Executioner has boarded the Harpy Express awaiting a specific passenger's demise.\n\nWhile they cannot inflict any damage themselves, they have access to a plethora of tools to toy with their victim.\n\nAs long as their victim does not fall to a passenger the Executioner may wish to work with, when the victim dies, the Executioner will become a random killer role.\n\nInterestingly, the Executioner does not have Instinct, nor can they see who is a killer alongside them until their target is executed.",
  "guidebook.role.noellesroles:morphling": "Morphling",
      "guidebook.role.title.noellesroles:morphling": "The Dangerous Copycat",
      "guidebook.role.description.noellesroles:morphling": "The Morphling is a killer who has mastered the art of imitation. They have the unique ability to disguise themselves to appear as any other living passenger on the Harpy Express.\n\nIf the passenger that they are disguised as dies, their disguise will be removed, and they will be revealed as their proper self.\n\nMorphlings will often target passengers who cannot speak, as their voice does not change while they are disguised.",
  "guidebook.role.noellesroles:phantom": "Phantom",
      "guidebook.role.title.noellesroles:phantom": "The Vanishing Act",
      "guidebook.role.description.noellesroles:phantom": "The Phantom has the ability to sneak around undetected- their ability allows them to turn invisible for a short period of time every 90 seconds.\n\nWhile their body is undetectable, anything they hold is still visible to the naked eye.\n\nPhantoms will often choose to break into rooms and wait inside them, ready for a victim they can kill while hidden out of sight.",
  "guidebook.role.noellesroles:swapper": "Swapper",
      "guidebook.role.title.noellesroles:swapper": "The Aperture Test Subject",
      "guidebook.role.description.noellesroles:swapper": "The Swapper is a killer who may or may not have smuggled a modified portal gun onto the Harpy Express. They have the ability to swap any player with any other player, thus teleporting both players to the other's location.\n\nWhile Swappers are more of a mentally disorienting role to deal with, they make a devious pair when alongside a Jester or another killer in Psycho Mode, as hiding from them is fairly difficult.",
  "guidebook.role.noellesroles:vulture": "Vulture",
      "guidebook.role.title.noellesroles:vulture": "The Bird of Prey",
      "guidebook.role.description.noellesroles:vulture": "While not a killer immediately, Vultures hunger for flesh and bone, and once they are satisfied, another killer will arrive on the train.\n\nOnce the Vulture has \"Consumed\" enough bodies (by using their ability while looking at a body), they will become a random killer role.\n\nVultures can be seen by other killer roles as a cohort, but the Vulture cannot see who else is a killer.\n\nWhen a Vulture consumes a carcass, they will be slowed down for just the tiniest moment, and a sound cue will play. Keep a keen ear out and you may be able to make the predator the prey!",
  "guidebook.role.noellesroles:the_insane_damned_paranoid_killer": "The Insane Damned Paranoid Killer Of Doom Death Destruction And Waffles",
      "guidebook.role.title.noellesroles:the_insane_damned_paranoid_killer": "GET OUT OF MY HEAD!!!",
      "guidebook.role.description.noellesroles:the_insane_damned_paranoid_killer": "uhm guys help the voices are telling me to jump off the train",
  "guidebook.role.noellesroles:conductor": "Conductor",
      "guidebook.role.title.noellesroles:conductor": "The Key Master",
      "guidebook.role.description.noellesroles:conductor": "The Conductor is the driver of the Harpy Express, and thus, they have access to every room on the train.\n\nThe Conductor holds a Master Key, which grants the ability to open every door on the Harpy Express. This item is dropped on death, and killers can pick the keys up too, so protect them at all costs!",
  "guidebook.role.noellesroles:bartender": "Bartender",
      "guidebook.role.title.noellesroles:bartender": "The Unexpected Protector",
      "guidebook.role.description.noellesroles:bartender": "The Bartender has been studying the art of drinks for a long time. They have a keen eye, and can see poisoned food/drink trays.\n\nThe Bartender also gains 50 coins per task completed. These coins can be used to purchase Defense Vials, which can be slipped into snacks or drinks to give the next drinker immunity to one attack.\n\nRemember that killers can become immune too- make sure you trust whoever you give a drink to!",
  "guidebook.role.noellesroles:noisemaker": "Noisemaker",
      "guidebook.role.title.noellesroles:noisemaker": "The Disruptive Passenger",
      "guidebook.role.description.noellesroles:noisemaker": "The Noisemaker was devoid of attention as a child.\nLaugh at this attention seeker, everyone!\n\nThe Noisemaker's body will glow upon meeting their demise. They also gain 50 coins per task completed and 5 coins at passive intervals, which can be used to purchase Firecrackers.",
  "guidebook.role.noellesroles:recaller": "Recaller",
      "guidebook.role.title.noellesroles:recaller": "The Grand Escapist",
      "guidebook.role.description.noellesroles:recaller": "The Recaller used to be a bank robber- but now they've gone good, and they're trying to lay low for a while. They've still got a knack for escaping dangerous situations, though.\n\nThe Recaller can set a location by using their ability, then teleport back to that location by using their ability again.\nTeleporting costs 100 coins, and the Recaller gains 50 coins per task completed.\n\nRecallers are one of the only roles that can counter most, if not all, dangerous situations. This is, however, limited by their reaction time.",
  "guidebook.role.noellesroles:coroner": "Coroner",
      "guidebook.role.title.noellesroles:coroner": "The Soul Reader",
      "guidebook.role.description.noellesroles:coroner": "The Coroner has the ability to read dead bodies like scrolls. They can figure out how and when passengers perished just by glimpsing their body, along with what role the passenger was.",
  "guidebook.role.noellesroles:voodoo": "Voodoo",
      "guidebook.role.title.noellesroles:voodoo": "The String Puller",
      "guidebook.role.description.noellesroles:voodoo": "While Voodoos are a profession often laughed at, this Voodoo in particular does have real abilities.\n\nThe Voodoo can pick one player to be brought down with them- if the Voodoo perishes, their selected player will die alongside them.\n\nVoodoos can change their target once every 30 seconds.",
  "guidebook.role.noellesroles:mimic": "Mimic",
      "guidebook.role.title.noellesroles:mimic": "The Double Agent",
      "guidebook.role.description.noellesroles:mimic": "The Mimic is a spy, pretending to be a killer alongside one of their friends (who may or may not be a convicted murderer on the run).\n\nThe Mimic appears as a Killer Cohort to other killers, but only has a fake knife.\n\nIf an alliance is forged with the Mimic, you could gain some high ground over any killers aboard the Harpy Express.",
  "guidebook.role.noellesroles:awesome_binglus": "Awesome Binglus",
      "guidebook.role.title.noellesroles:awesome_binglus": "awesome binglu",
      "guidebook.role.description.noellesroles:awesome_binglus": "*blows up pancakes with MIND*\n\n\n\nyeah this is just a civilian with a bunch of notes lol",
  "guidebook.role.noellesroles:better_vigilante": "Better Vigilante",
      "guidebook.role.title.noellesroles:better_vigilante": "The Mistake",
      "guidebook.role.description.noellesroles:better_vigilante": "If Vigilantes are so awesome, why haven't they made Vigilante 2 yet?\n\nSpawns with a grenade instead of a gun.\n\nI'd say \"With great power comes great responsibility\" or something corny like that, but honestly this role usually just bombs everyone around them as soon as the round starts.\n\nGo kill some idiots for me.\n-Stargazer <3",
  "guidebook.role.noellesroles:tiny": "Tiny",
      "guidebook.role.title.noellesroles:tiny": "I'm Just A Baby...",
      "guidebook.role.description.noellesroles:tiny": "Your in-game height is set to reflect your real-life height.\n\nYeah, you're short now. Deal with it, sucker.",
  "guidebook.role.noellesroles:chameleon": "Chameleon",
      "guidebook.role.title.noellesroles:chameleon": "The Failed Experiment",
      "guidebook.role.description.noellesroles:chameleon": "This passenger is somehow part Chameleon. How does Urbanshade keep coming up with this stuff??!\n\nStanding still will slowly cause you to blend into your surroundings. Moving causes you to appear visible again.",
  "guidebook.role.noellesroles:guesser": "Guesser",
      "guidebook.role.title.noellesroles:guesser": "The Devious Detective",
      "guidebook.role.description.noellesroles:guesser": "The Guesser has the ability to pick any non-killer player and attempt to guess their role. If they guess correctly, the victim dies immediately.\n\nThis modifier can only be assigned to killers.",

  "guidebook.role.stupid_express:amnesiac": "Amnesiac",
      "guidebook.role.title.stupid_express:amnesiac": "Hider of True Colors",
      "guidebook.role.description.stupid_express:amnesiac": "A Neutral role that has arrived on the train with the ability to carry on any one person's legacy, even after death.\n\nWhile the Amnesiac begins each game as a true neutral role, if they come across a dead body, they have the choice to \"Imitate\" the body's role, thus becoming it themselves.\nThe Amnesiac can only do this once, as imitating a role removes the Amnesiac role from themselves.",
  "guidebook.role.stupid_express:arsonist": "Arsonist",
      "guidebook.role.title.stupid_express:arsonist": "The Oil Enthusiast",
      "guidebook.role.description.stupid_express:arsonist": "The Arsonist has managed to smuggle both a Jerry Can and a Lighter onto the Harpy Express alongside themselves. Their only mission? Have some fun- at the expense of other passengers' lives.\n\nThe Arsonist can douse players in oil with their Jerry Can.\nUpon dousing at least 30% of other passengers, they gain the ability to ignite the doused players, killing them instantly- regardless of their alignment.",
  "guidebook.role.stupid_express:necromancer": "Necromancer",
      "guidebook.role.title.stupid_express:necromancer": "The Dark Wizard",
      "guidebook.role.description.stupid_express:necromancer": "The Necromancer has been practicing the dark arts for years of their life. They have gained the ability to bring the dead back and manipulate them to do their bidding.\n\nOnce every three minutes, the Necromancer can interact with a body to bring them back to life as a killer. The revived player's role is chosen randomly out of all enabled killer roles.\nThis can also result in the creation of a second Necromancer.",
  "guidebook.role.stupid_express:avaricious": "Avaricious",
      "guidebook.role.title.stupid_express:avaricious": "The Greedy Murderer",
      "guidebook.role.description.stupid_express:avaricious": "The Avaricious is essentially the Killer's extroverted cousin.\nWhile their shop consists of the standard Killer's products, the only way the Avaricious can gain coins is by being around other players when their \"Payout\" occurs.\n\nPayouts are given every minute, and the Avaricious will receive 10 coins per player in a 5.5-block radius around themselves upon this occurring.",
  "guidebook.role.stupid_express:lovers": "Lovers",
      "guidebook.role.title.stupid_express:lovers": "The Doomed Lovebirds",
      "guidebook.role.description.stupid_express:lovers": "Lovers are linked with heart and soul. If one falls, the other will feel a disturbance in the force- and immediately follow suit.\n\nLovers always appear in pairs- either a Civilian-Civilian or Civilian-Killer bond is formed. It is allegedly impossible for two killers to fall for each other.\n\nIf this modifier is enabled, two players are always chosen to be Lovers.",
  "guidebook.role.stupid_express:allergic": "Allergic",
      "guidebook.role.title.stupid_express:allergic": "The Dependent",
      "guidebook.role.description.stupid_express:allergic": "The Allergic's medical record has proven that they have severe weaknesses- upon either eating or drinking, they may suffer severe side-effects.\n\nThe Allergic's allergy type is randomly chosen upon the modifier being assigned.\n\nUpon consuming their affected consumable type, the Allergic will receive one of the following effects:\n- Nothing (3/6 chance)\n- 3 seconds of Instinct (1/6 chance)\n- Immunity to the next attack (1/6 chance)\n- Immunity-bypassing Poison (1/6 chance)\n\nIf this modifier is enabled, there is a 1/3 chance for a random player to be assigned an Allergy.\nIt seems that it is impossible for a Lover to also be Allergic.",

  "guidebook.role.northernlights:diviner": "Diviner",
      "guidebook.role.title.northernlights:diviner": "The Seer of Truths",
      "guidebook.role.description.northernlights:diviner": "",
  "guidebook.role.northernlights:confectionist": "Confectionist",
      "guidebook.role.title.northernlights:confectionist": "The Giver of Sweet Respite",
      "guidebook.role.description.northernlights:confectionist": "",
  "guidebook.role.northernlights:wench": "Wench",
      "guidebook.role.title.northernlights:wench": "The Deceptive Civilian",
      "guidebook.role.description.northernlights:wench": "",
  "guidebook.role.northernlights:medium": "Medium",
      "guidebook.role.title.northernlights:medium": "The Summoner of Spirits",
      "guidebook.role.description.northernlights:medium": ""
}